<?php

$lang['required'] 		= "Поле %s необходимо заполнить.";
$lang['isset']			= "Поле %s должно иметь значение.";
$lang['valid_email']	= "Поле %s должно содержать правильный e-mail.";
$lang['valid_url'] 		= "Поле %s должно содержать правильный URL.";
$lang['min_length']		= "Поле %s должно содержать не менее %s знаков.";
$lang['max_length']		= "Поле %s должно содержать не более %s знаков.";
$lang['exact_length']	= "Поле %s должно содержать ровно %s знаков.";
$lang['alpha']			= "Поле %s может содержать только буквы.";
$lang['alpha_numeric']	= "Поле %s может содержать только буквы и цифры.";
$lang['alpha_dash']		= "Поле %s может содержать только буквы, цифры, заки подчеркивания и тире.";
$lang['numeric']		= "Поле %s должно содержать число.";
$lang['matches']		= "Поле %s должно совпадать с полем %s.";
$lang['login']		= "Поле %s должно начинаться обязательно с буквы (a-z). Разрешено использовать только символы английского алфавита (a-z), цифры (0-9) и символы подчеркивания '_'.";
$lang['passport_login']		= "Поле %s должно начинаться обязательно с буквы (a-z). Разрешено использовать только символы английского алфавита (a-z), цифры (0-9) и символы подчеркивания '_'. При использовании системы \"Паспорт\" после логина должен идти символ '@' и домен проекта на котором вы уже зарегистрированы";
$lang['range']		= "Поле %s должно находиться в диапазоне %s.";
$lang['pwd']		= "Неверно введено значение поля %s.";
$lang['noeq']		= "Значение поля %s совпадает со старым.";
$lang['reqpwd'] 	= "Поле %s необходимо заполнить.";

?>